[
  "The only limit to our realization of tomorrow will be our doubts of today.",
  "The future belongs to those who believe in the beauty of their dreams.",
  "Some sentences hold more pain than entire stories."
,
"You were the sun I danced under, and the shadow I learned to live without."
,
"Circumstances do not make the man; they merely reveal him to himself."
,
"Whatever is happening to you has been waiting to happen since the beginning of time."
,
"It's ok to fight for someone who loves you,but it's not ok to fight for someone to love you."
,
"Raise your words not your voice.it rain that grows flowers,not thunder"
,
"Maybe, god made animals unable to talk, to show that love is proven through actions, not words."
,
"I waited for you to see me, but your eyes were always searching for someone else."
,
"Imagine getting bitten by a snake, and instead of helping yourself recover from the poison, you chase the snake and try to find out why. you try to prove to the snake that you didn't deserve to get bitten."
,
"Just because I give you advice doesn't mean I'm smarter than you it means I've made more mistakes."
,
"If you'll keep carrying the old bricks, you'll keep building the same house."
,
"Nothing belongs to us even the air we inhale must exhaled."
,
"Know all the theories, master all the techniques, but as you touch a human soul be just another human soul"
,
"A person who is left in anger will always come back, but the one who left with a smile will never be back."
,
"Behind a man who forgives everything, is a man who knows the weight of his own sins."
,
"Anyone can love a flower, but it takes a lot to love a leaf. it's ordinary to love the beautiful but it's beautiful to love the ordinary"
,
"The longer you stay on the wrong train, the more expensive it is to go home."
,
"If there is no shoulder to cry on, there's definitely a floor to kneel and pray."
,
"A man who avoids suffering is a slave to comfort."
,
"The boy who didn't want to fall in love again"
,
"Has learned the true meaning of love."
,
"The past is a place to learn from, not live in."
,
"If you chase two rabbits at the same time,both will escape. Learn to focus one thing at a time."
,
"Laziness kills ambition, Jealousy kills peace, Anger kills wisdom, Fear kills dreams... now read that backwards."
,
"A man who fears pain more than failure will taste both."
,
"God's delays are not his denials- what's coming is better than what's gone."
,
"Until the lion learns to write, every Story will glorify the hunter."
,
"The truth is, they were never beautiful, it was you who saw them in a beautiful way"
,
"Remember, you won't meet the same person twice, not even in the same person."
,
"Truth is like a surgery. it hurts but cures. Lie is like a pain killer. it gives instant relief but has side effects forever."
,
"Waiting for the right time is just another way of wasting time."
,
"Discover yourself.otherwise You have depend on others opinions Who don't know themselves."
,
"Don't press the pencil too hard because it will leave the marks that are too difficult to erase."
,
"I finally found my rhythm when I realized that even the steps backwards were part of the dance"
,
"Scars doesn't mean you're broken.it means you survived something others can't"
,
"Do you wonder why we close our eyes when we pray, cry, kiss, or dream? Because the most beautiful things are not seen, but felt by the heart"
,
"Don't wake up to watch the sunrise, wake up earlier and let the sun watch YOU rise."
,
"You wouldn't have learned to ride a bike, if someone you trusted didn't let go"
,
"Nothing can be gained without losing.even the heaven demands death."
,
"Life is so ironic. We ignore those who adore us, adore those who ignore us, hurt those who love us and love those who hurt us."
,
"The villain will always be the villain if the hero keeps Telling the story."
,
"If you focus on building your garden, the butterflies will come. and even if they don't. You'll still have your beautiful garden."
,
"The world will make you think that every blessings has to be financial, so you underrate the gift of Life, family, health and peace of mind."
,
"Instead of worrying about what you can't control, shift your energy towards what you can create."
,
"Waterfall wouldn't sound great if there were no rocks in their way."
,
"If a blind man sees, the first thing he throws away is the stick that helped him..."
,
"We only have 2 lives,second one we realizes we only have one."
,
"truth is like oil no matter how much water you pour on it,it always float."
,
"We all broken in Life,but always remember,broken crayons can still colour."
,
"controlling your anger Makes you realise how pointless most Arguments are."
,
"if you can't change people around you, change the people around you."
,
"Once you carry your own water you will learn the value of every drop."
,
"I believe in the sun even when it's not shining. I believe in love, although I'm alone. I believe in God, even when He is silent"
,
"When you get what you want. That's God's direction but when you don't get what you want. That's God's protection."
,
"It's fine to fight for someone who loves you, it's a waste of time to fight for someone to love you."
,
"You cannot wish for both strong character and an easy life. the price of each is different."
,
"Nothing is good or bad,sometimes the wrong train takes you to the right station."
,
"Heal, so you can see that attention is not love, attachment is not connection and bare minimum is not effort."
,
"Not everything will go as planned, but sometimes, detours lead to the best destinations."
,
"When a perfume bottle breaks, the smell becomes strong, but it's the last time you'll smell it."
,
"God took 9 months to design you while he took 6 days to create the world. This proves that you're God's greatest creation."
,
"The ship is safe at the shore but, that's not what it is built for."
,
"He who returns from a journey is never the same as he who left."
,
"You will never procrastinate in life, when you realise your days are numbered..."
,
"You're not losing because of competition. you're losing because you're getting comfortable."
,

]
